const words = [
    {
        word: "Apple",
        hint: "Fruit ...",
    },
    {
        word: "Apple",
        hint: "Fruit ...",
    },
    {
        word: "Apple",
        hint: "Fruit ...",
    }
]
// 1. Үгийн жагсаалтаа үүсгэнэ
// 2. Санамсаргүй байдлаар жагсаалтаас сонгоно
// 3. Санамсаргүй сонгосон үгийн урттай тэнцүү
// _ зураас харуулна , Хинт харуулна
// 4. Товч дарах үед функц ажиллана.
// Функц нь Санамсаргүй сонгосон үг
//  дотор дарсан үсэн
// байна уу шалгана
// 5. Үсэг таасан бол орсон бол тухайн үсгийг харуулна
// 6. Үсэг таагаагүй бол алдааг нь тоолно
// 7. Алдаа 5-с хэтэрсэн бол Хожигдоно
// 8. Үг бүрэн таасан эсэхийг шалгана




